Repository: Periicles/Notchapp
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Calendar access is disabled. Enable it in System Settings > Privacy & Security > Calendars.
fr: L'accès au calendrier est désactivé. Activez-le dans Réglages Système > Confidentialité et sécurité > Calendriers.

source: Current Meeting
fr: Réunion en cours

source: Elapsed
fr: Écoulé

source: In progress
fr: En cours

source: Join
fr: Rejoindre

source: Launch at login
fr: Ouvrir à la connexion

source: Next event in: %@
fr: Prochain événement dans : %@

source: Next: %@ in %@
fr: Prochain : %@ dans %@

source: No event today
fr: Aucun événement aujourd'hui

source: NotchBar has write-only calendar access and cannot read your events. Switch it to Full Access in System Settings > Privacy & Security > Calendars.
fr: NotchBar a un accès en écriture seule et ne peut pas lire vos événements. Passez à l'accès complet dans Réglages Système > Confidentialité et sécurité > Calendriers.

source: Pick a calendar in Settings
fr: Choisissez un calendrier dans les Réglages

source: Quit
fr: Quitter

source: Quit NotchBar
fr: Quitter NotchBar

source: Refresh Events
fr: Actualiser les événements

source: Remaining
fr: Restant

source: Starts in %lldm — %@
fr: Commence dans %lld min — %@

source: Starts now — %@
fr: Commence maintenant — %@

source: Starts soon
fr: Commence bientôt

source: Tracked Calendars
fr: Calendriers suivis

source: Upcoming
fr: À venir

source: Upcoming Meeting
fr: Réunion à venir

source: Upcoming today
fr: À venir aujourd'hui
